Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/types_of_employment/self_employment/self_employment_as_an_individual.html.txt.tmx
Source language: en
Languages: ga

source: When you become self-employed it means you are carrying on your own business rather than working for an employer and there are a number of things to take into consideration
ga: Nuair a bhíonn tú féinfhostaithe ciallaíonn sé go bhfuil tú i mbun do ghnó féin in ionad a bheith ag obair d’fhostóir agus tá roinnt rudaí a chaithfear a chur san áireamh

source: Working for yourself can have a number of advantages and disadvantages
ga: Tá buntáistí agus míbhuntáistí ag baint le féinfhostaíocht

source: For example, it means you are in control of what you do, so you can organise your own hours
ga: Mar shampla, ciallaíonn sé go bhfuil smacht agat ar cad a dhéanann tú, agus go bhfuil tú in ann do chuid uaireanta oibre féin a eagrú

source: On the other hand, it can involve working very hard and you may no longer have a regular income
ga: Ar an láimh eile, d'fhéadfadh tú bheith ag obair an-chrua agus b'fhéidir nach mbeadh ioncam rialta agat a thuilleadh

source: When you start a business you can do so either as a sole trader, partnership or limited company
ga: Is féidir leat do ghnó a thosú mar thrádálaí aonair, comhpháirtíocht nó comhlacht teoranta

source: The type of structure you choose depends on the kind of business you are carrying on, with whom you will be doing business and your attitude to risk
ga: Braitheann an cineál struchtúir a roghnaíonn tú ar an saghas gnó a bheidh agat, cé leis a mbeidh tú i mbun gnó agus an meoin atá agat i dtaobh fiontair

source: Here we look at setting up as a sole trader
ga: Anseo, breathnóidh muid ar ghnó a thosú mar thrádálaí aonair

source: That is, when you set up a business on your own
ga: Sé sin, nuair a thosaíonn tú gnó leat féin

source: Being a sole trader is relatively straightforward to set up, but if your business fails, all your assets could be used to pay your creditors
ga: Tá sé simplí gnó a bhunú ar an gcaoi seo, ach má theipeann ar an ngnó, d'fhéadfaí do chuid sócmhainní ar fad a úsáid chun do chreidiúnaithe a íoc

source: Much of the process of preparing for self-employment is about starting a business
ga: Baineann an chuid is mó den phróiseas ullmhúcháin don saol féinfhostaíochta le tosú gnó

source: This is the same information whether you are a sole trader or a partnership or company. You can read about the organisations, websites and publications that can help you in our document, Sources of information on starting a business
ga: Tá an faisnéis céanna i gceist más trádálaí aonair, comhpháirtíocht nó comhlacht thú.Is féidir léigh tuilleadh faoi na heagraíochtaí, suímh agus foilseacháin chun cabhrú leat inár ndoiciméad, Foinsí faisnéise maidir le gnó a chur ar bun

source: If you are a non-EEA national you can find information about starting a business in our document, Coming to set up a business or invest in Ireland
ga: Más náisiúnach neamh-LEE thú tá faisnéis ar fáil faoi ghnó a chur ar bhun inár ndoiciméad, Ag teacht go hÉirinn le hinfheistiú nó gnó a chur ar bhun

source: Registration of business name
ga: Ainm an chomhlachta a chlárú

source: You may carry on your business using your own name
ga: Is féidir do ghnó a reáchtáil faoi d’ainm féin

source: If you wish to use a business name you must register your business name with the Companies Registration Office using Form RBN1 (pdf) or online using CORE (Companies Online Registration Environment)
ga: Má tá tú ag iarraidh ainm a thabhairt ar an gcomhlacht, caithfidh tú an t-ainm a chlárú leis an Oifig um Chlárú Cuideachtaí ag baint úsáid as an fhoirm RBN1 (pdf) nó ar líne tríd CORE (Companies Online Registration Environment)

source: You will then be issued with a Certificate of Business Name which you must display prominently at your place of business
ga: Eiseofar Teastas Ainm Gnó ort agus caithfear é seo a chrochadh in áit fheiceálach i d'ionad gnó

source: There is an information leaflet on registering a business name (pdf)
ga: Cabhróidh an bhileog eolais, Clárú Ainm Gnó (pdf) leat

source: You may need to have a business account with your bank
ga: B’fhéidir go dteastóidh cuntas gnó uait i do bhanc

source: This allows you to keep your business income separate from your personal income
ga: Chabhródh sé seo leat d'ioncam gnó a choinneáil scartha ó d'ioncam phearsanta

source: In general, you will need your Certificate of Business Name to open a business bank account
ga: Beidh an Teastas don Ainm Gnó ag teastáil uait chun cuntas banc a oscailt

source: To set up as a sole trader you must register for income tax with Revenue as a self-employed sole trader
ga: Chun dul i mbun oibre mar thrádálaí aonair caithfidh tú clárú leis na Coimisinéirí Ioncaim mar dhuine atá féinfhostaithe do cháin ioncaim

source: You do this using Revenue’s online service
ga: Déanann tú é tríd an tseirbhís ar líne na gCoimisinéirí Ioncaim a úsáid

source: Certain people can only register on paper using the tax registration form TR1 (pdf) and you can find information about them here
ga: Ní féidir le daoine áirithe clárú ach amháin tríd foirm cláraithe cánach, TR1 (pdf) a líonadh agus tá tuilleadh faisnéise maidir leo ar fáil anseo

source: This form can be also be used to register for VAT
ga: Is féidir clárú do cháin bhreisluacha, CBL, leis an bhfoirm seo chomh maith

source: You will receive a “Notice of Registration” confirming that you are registered for income tax and, if applicable, for VAT
ga: Gheobhaidh tú “Fógra Cláraithe” ag deimhniú go bhfuil tú cláraithe do cháin ioncaim, agus i gcásanna áirithe, CBL freisin

source: As a self-employed individual you pay tax under the self-assessment system
ga: Mar dhuine féin-fhostaithe íocfaidh tú cáin faoin gcóras féinmheasúnaithe

source: You pay Preliminary Tax (an estimate of tax due) on or before 31 October each year and make a tax return not later than 31 October following the end of the tax year
ga: Íocfaidh tú Réamh-Cháin (meastachán den cháin atá iníoctha) ar nó roimh an 31ú Dheireadh Fómhair gach bliain agus déanfar íocaíocht ar cháin roimh an 31ú Dheireadh Fómhair faoi dheireadh na bliana

source: You must keep proper records to allow you to fill out your annual tax return
ga: Caithfear cuntais ceart a choinneáil chun do thuairisceán cánach a líonadh gach uile bhliain

source: You pay the Universal Social Charge directly to Revenue when you make your annual tax return
ga: Íocann tú an Muirear Sóisialta Uilíoch díreach chuig na Coimisinéirí Ioncaim nuair a dhéanann tú do thuairisceán cánach bhliantúil

source: Earned Income tax credit: In 2016, as a self-employed trader you could claim an Earned Income tax credit of €550. In 2017 the Earned Income tax credit increases to €950 for self-employed taxpayers
ga: Creidmheas cánach Ioncaim Tuillte: Ag tosú i 2016, mar trádálaí aonair, is féidir creidmheas cánach Ioncaim Tuillte €550 a éileamh

source: However, if you also qualify for the PAYE tax credit, the combined value of these 2 tax credits cannot exceed €1,650
ga: Áfach, má cháilíonn tú le haghaidh creidmheas cánach IMAT, ní féidir leis na 2 creidmheas cánach €1,650 a shárú

source: You must keep accounts which record:
ga: Caithfidh tú cuntais a choinneáil de:

source: • All purchases and sales of goods and services and
ga: • Gach táirge agus seirbhís a dhíoltar agus a cheannaítear agus

source: • All amounts received and all amounts paid out
ga: • Gach suim isteach agus amach

source: You must keep supporting records of the above such as invoices, bank and building society statements and receipts
ga: Caithfear na cuntais a thacaíonn lena gníomhaíochtaí thuasluaite a choinneáil mar shampla sonraisc, ráitis bainc agus cumainn foirgníochta, comhdhuillí seic, admhálacha srl

source: You may claim certain business expenses against tax as well as your contributions to your personal pension
ga: Is féidir leat costais áirithe gnó a éileamh in aghaidh cáin ioncaim, chomh maith le do chuid íocaíochtaí pinsin phearsanta

source: Further information on tax is available on in our document, Tax for self-employed people, from Revenue and in the Revenue booklet IT 10 A Guide to Self Assessment
ga: Is féidir a thuillleadh eolais a fháil inár ndoiciméad, Cáin do dhaoine féinfhostaithe, ó na gCoimisinéirí Ioncaim agus sa lámhleabhar na gCoimisinéirí Ioncaim Treoir maidir le Féinmheasúnú IT10

source: Under the Start Up Refunds for Entrepreneurs (SURE) scheme you may be entitled to a refund of PAYE income tax that you paid over the 6 years before the year in which you invest in starting a business
ga: Faoin scéim Aisíocaíochtaí Gnólachtaí Nuathionscanta d’Fhiontraithe (SURE), b’fhéidir go mbeidh tú i dteideal aisíocaíocht a fháil ar cháin ioncaim ÍMAT a d’íoc tú i gcaitheamh na 6 bliana roimh an mbliain ina n-infheistíonn tú i ngnólacht a thosú

source: You must register for Value Added Tax (VAT) if your annual turnover exceeds or is likely to exceed the following annual limits: €75,000 in respect of the supply of goods or €37,500 in respect of the supply of services
ga: Caithfear clárú do Cháin Bhreisluacha, CBL nó VAT má bhíonn do láimhdeachas bliantúil níos mó ná na teorainneacha bliantúla seo leanas: €75,000 i leith soláthar aon earraí nó €37,500 i leith soláthar aon tseirbhíse

source: Subcontractors: If you are a self-employed subcontractor working in construction, forestry or meat processing there is detailed information about Relevant Contracts Tax on the Revenue website
ga: Fochonraitheoirí: más fochonraitheoir tú agus ag obair sa tionscail foirgníochta, próiseála feola nó foraoiseachta tá tuilleadh eolais faoi CICA d'fhochonraitheoirí ar an suíomh gréasáin na Coimisinéirí Ioncaim

source: If you are self-employed you pay Class S PRSI contributions
ga: Má tá tú féinfhostaithe, íocfaidh tú ranníocaíochtaí Aicme S ÁSPC

source: This entitles you to a limited range of social insurance payments
ga: Beidh tú i dteideal, de bharr seo, raon teoranta de íocaíochtaí árachais shóisialta

source: Class S PRSI contributions are paid at a rate of 4% on all income or €500 whichever is the greater
ga: Íoctar ranníocaíochtaí ÁSPC Cineál S ag ráta 4% ar gach uile ioncam nó €500 cibé acu is mó

source: If you earn less than €5,000 from self-employment in a year you are exempt from paying Class S PRSI but you may pay €500 as a voluntary contributor
ga: Má fhaigheann tú níos lú ná €5,000 ó fhéinfhostaíocht ar feadh bliain amháin, is féidir leat díolúine ó ÁSPC Aicme S a fháil

source: When you register with Revenue you are automatically registered for Class S PRSI
ga: Nuair atá tú cláraithe leis na Coimisinéirí Ioncaim, cláraítear tú go huathoibríoch do Chineál S ÁSPC

source: For information on PRSI for the self-employed you can contact your Intreo centre or social welfare office or the Self-Employment Section of the Department of Social Protection – see 'Where to apply' below
ga: Chun eolas a fháil faoi ÁSPC do lucht féinfhostaíochta is féidir teagmháil a dhéanamh leis an ionad Intreo nó oifig leasa shóisialaigh áitiúil nó An Rannóg Féinfhostaíochta sa Roinn Coimirce Sóisialaí - féach 'Cá háit a ndéanfaidh mé iarratas' thíos

source: The Department of Social Protection has published a leaflet PRSI for the Self-Employed
ga: Tá bileog eolais foilsithe ag an Roinn Coimirce Sóisialaí, Treoir ÁSPC do Dhaoine Féinfhostaithe SW74

source: Family members and PRSI
ga: Daoine muinteartha agus ÁSPC

source: If a self-employed sole trader either employs, or is helped in the running of the business by specified family member(s), this is known as family employment and these family members are not covered by the social insurance system
ga: Más rud é go bhfostaíonn trádálaí aonair féinfhostaithe céile, páirtnéir sibhialta nó duine/daoine muinteartha eile, nó más rud é go gcabhraíonn siad leis, tugtar fostaíocht teaghlaigh air sin agus níl na daoine muinteartha sin clúdaithe ag an gcóras árachais shóisialaigh

source: From 2014 certain spouses and civil partners of self-employed sole traders can pay PRSI
ga: Ó 2014, is féidir le céilí agus páirtnéirí sibhialta áirithe trádálaithe féinfhostaithe ÁSPC a íoc

source: People affected by this change are people who work in their self-employed spouse or civil partner’s business doing similar or ancillary (supporting) tasks but who are not business partners or employees
ga: Is na daoine a dhéanann an t-athrú difear dóibh nach fostaithe nó páirtnéirí gnó iad atá a oibríonn sa ghnó a gcéilí nó páirtnéirí sibhialta féinfhostaithe ag déanamh tascanna cosúla

source: The €5,000 income threshold applies to spouses or civil partners in the same way as other self-employed people, so if a spouse or civil partner earns less than this threshold they are not liable to pay PRSI
ga: Baineann an tairseach ioncam €5,000 le céilí agus páirtnéiri sibhialta ar an mbealach céanna le daoine féinfhostaithe eile. Mar sin, má thuilleann céile nó páirtnéir sibhialta níos lú ná an tairseach seo, níl siad faoi dhliteanas ÁSPC a íoc

source: If you are an employee of a limited company that is owned by your spouse or a family member, you are insurable at PRSI Class A (or Class J)
ga: Más rud é go bhfuil tú i d’fhostaí de chuideachta theoranta ar le céile nó duine muinteartha í, tá tú inárachaithe ag Aicme A (nó Aicme J) ÁSPC

source: If you are not an employee but participate in the running of the company or if you hold a directorship or shareholding position and have control over its operations, you may be treated as a self-employed contributor and liable to pay Class S PRSI (provided you earn more than €5,000)
ga: Más rud é nach bhfuil tú i d’fhostaí ach glacann tú páirt i reáchtáil na cuideachta nó más rud é go sealbhaíonn tú post stiúrthóireachta nó scairshealbhóireachta agus go bhfuil smacht agat ar a hoibríochtaí, féadfar go gcaithfear leat mar ranníocóir féinfhostaithe agus féadfaidh tú bheith faoi dhliteanas Aicme S ÁSPC a íoc (ar choinníoll go dtuilleann tú níos mó ná €5,000)

source: Two or more family members who operate a business as a partnership and share the profits are insurable as self-employed contributors at Class S (if they earn over €5,000)
ga: Is inárachaithe mar ranníocóirí féinfhostaithe ag Aicme S (má thuilleann siad os cionn €5,000) atá beirt daoine mhuinteartha nó níos mó a oibríonn gnó mar chomhpháirtíocht agus a chomhroinneann an brabús

source: Family members employed by a partnership pay Class A (or Class J)
ga: Is Aicme A (nó Aicme J) a íocann daoine muinteartha atá fostaithe ag comhpháirtíocht

source: Although you are not legally obliged to be insured when you are carrying on a business, it generally advisable to have insurance cover for various situations
ga: Cé nach bhfuil sé d'oibleagáid dlíthiúil ort árachas a bheith agat nuair atá gnó agat, moltar go mbeadh clúdach árachais agat do chásanna áirithe

source: In particular if the public have access to your premises you should have public liability insurance
ga: Go háirithe má tá teacht ag an bpobal ar do láthair ghnó, ba chóir go mbeadh árachas dliteanais phoiblí agat

source: You may also want to look into other types of insurance such as health insurance
ga: Is féidir leat féachaint ar chineálacha eile árachais mar árachas sláinte

source: The Irish Insurance Federation provides a free insurance information service where you can obtain information and advice on all aspects of insurance
ga: Tá seirbhís eolais saor in aisce á soláthar ag Cónaidhm Árachas na hÉireann, áit a bhféadfar eolas agus comhairle a fháil faoi gach uile shórt a bhaineann le h-árachas

source: If you are working from home you may need planning permission, for example, if you are using part of your home for business purposes or if you were to build a shed or an office in your garden
ga: Má tá tú ag obair ón mbaile teastóidh cead pleanála uait má bhíonn tú ag úsáid cuid de do áit chónaithe chun gnó a dhéanamh nó má tá tú chun oifig a thógáil i do ghairdín

source: You should contact your local authority for advice about planning permission
ga: Ba chóir teagmháil a dhéanamh leis an údarás áitiúil chun comhairle a fháil faoi chead pleanála

source: The Back to Work Enterprise Allowance (BTWEA) Scheme and the Short Term Enterprise Allowance (STEA) Scheme encourage those receiving certain social welfare payments to become self-employed
ga: Tugann an Liúntas Fiontraíochta um Fhilleadh ar Obair agus an Scéim Liúntas Fiontraíochta Gearrthéarmach spreagadh dóibh siúd atá ag fáil íocaíochtaí áirithe leasa shóisialaigh in Éirinn a bheith féinfhostaithe

source: For further information about the Back to Work Enterprise Allowance scheme contact the Employment Support Services of the Department of Social Protection – see ‘Where to apply’ below
ga: Chun a thuilleadh eolais a fháil faoin Scéim Liúntais um Fhilleadh ar Obair is féidir teagmháil a dhéanamh leis na Seirbhísí um Thacú Fostaíochta sa Roinn Coimirce Sóisialaí - féach 'Cá háit a ndéanfaidh mé iarratas' thíos

source: You can read more in our document on self-employed and unemployment
ga: Tá tuilleadh eolais ar fáil inár ndoiciméad faoi fhostaíocht agus féinfhostaíocht

source: The Start Your Own Business Relief provides relief from income tax to people who are unemployed for at least 12 months and who set up a qualifying business
ga: Soláthraíonn an scéim Do Chuid Gnó a Chur ar Bun faoiseamh cánach do dhaoine atá dífhostaithe ar feadh 12 mhí ar a laghad, ag fáil íocaíocht leasa shóisialaigh agus atá ag cur gnó incháilithe ar bun

source: It runs from 23 October 2013 to 31 December 2018
ga: Ritheann an scéim ó 23 Deireadh Fómhair 2013 go 31 Nollaig 2016

source: Local Enterprise Offices provide supports to local businesses that are starting up or in development
ga: Má tá tú ag tosú gnó, tugann Oifigí Fiontair Áitiúla an tacaí do ghnóthais áitiúla atá á mbunú nó á bhforbairt

source: You can find information about their training programmes and start your own business courses as well as mentoring and financial supports on localenterprise.ie
ga: Tá faisnéis maidir le cláir oiliúna agus cúrsaí faoi do ghnó a chur ar bun, chomh maith le meantóireacht agus tacaíochtaí airgeadais ar fáil ar localenterprise.ie

source: New Frontiers is a development programme for potential entrepreneurs, funded and coordinated by Enterprise Ireland, which is delivered locally by Institutes of Technology
ga: Is é New Frontiers clár forbartha d’fhiontraithe féideartha, a bheidh á chistiú agus á chomhordú ag Fiontar Éireann, le seachadadh go háitiúil ag 13 Institiúid Teicneolaíochta

source: Microfinance Ireland provides loans to small businesses with no more than 10 employees, including sole traders and start-ups
ga: Soláthraíonn Micreamhaoiniúcháin Éire iasachtaí do ghnéithe beaga nach bhfuil níos mó ná 10 bhfostaí acu, lena n-áirítear trádálaí aonair agus gnólachtaí nuathionscanta

source: The loans of between €2,000 and €25,000 are for commercially viable proposals
ga: Tá na hiasachtaí idir €2,000 agus €25,000 do thograí inmharthana ó thaobh tráchtála

source: Under the Microenterprise Loan Fund Scheme 2015, there is no longer a requirement to have been refused credit by the banks
ga: Ó Meán Fómhair 2015, faoin Scéim Ciste Iasachta do Mhicreathionscadail, níl aon riachtanas bheith iarratas ar chreidmheas diúltaithe ag na bainc acu

source: Details of how to apply and forms are available on microfinanceireland.ie
ga: Tá sonraí faoi conas iarratas a dhéanamh agus foirmeacha ar fáil ar microfinance.ie

source: Regulations on lending, to provide increased protections for SMEs and guarantors, come into effect on 1 July 2016
ga: Ó 1 Iúil 2016, tá Rialacháin faoi iasachtú chun cosaintí méadaithe do ghnóthaí beaga agus ráthóirí a sholáthair i bhfeidhm

source: You can find more information in the Central Bank’s guide to the Regulations (pdf)
ga: Tá tuilleadh faisnéise ar fáil i dtreoir maidir le Rialacháin (pdf) foilsithe ag an mBanc Ceannais

source: Under the Trading Online Voucher Scheme vouchers of up to €2,500 will be available to businesses who demonstrate that they have a credible plan to trading online
ga: Faoin Scéim Dearbháin Trádála Ar Líne beidh dearbháin suas le €2,500 ar fáil do ghnólachtaí a léiríonn go bhfuil plean inchreidte acu le haghaidh trádáil ar líne

source: Further details are available from your Local Enterprise Office
ga: Tá sonraí ar fáil ó d’Oifig Fhiontraíochta Áitiúil

source: You can read more about funding and accessing credit in our document, Sources of information on starting a business
ga: Léigh tuilleadh faoi mhaoiniú agus rochtain ar chreidmheas inár ndoiciméad, Foinsí faisnéise maidir le gnó a chur ar bun

source: If you have a small or medium business and your application for credit is refused by one of the participating banks you may apply to the Credit Review Office to have your case reviewed
ga: Má tá gnó beag nó meánmhéide agat agus má dhiúltaíonn ceann de na bainc atá rannpháirteach d'iarratas ar chreidmheas is féidir leat iarratas a dhéanamh ar an Oifig um Athbhreithniú Creidmheasa chun do chás a athbhreithniú

source: To be eligible for a review your application must have been in writing
ga: Chun a bheith incháilithe le haghaidh athbhreithnithe ní mór d'iarratas a bheith déanta i scríbhinn

source: There is an application form on the website of the Credit Review Office
ga: Tá foirm iarratais ar shuíomh gréasáin an Oifig um Athbhreithniú Creidmheasa

source: The fee for the review ranges from €100 up to a maximum of €250
ga: Cosnaíonn athbhreithniú idir €100 suas go dtí uasmhéid de €250

source: The Credit Guarantee Scheme aims to encourage additional lending to small and medium businesses who are commercially viable but have difficulty in accessing credit
ga: Is é aidhm na Scéime Ráthaíocht Creidmheas iasacht bhreise a spreagadh do ghnólachtaí beaga agus meánmhéide atá inmharthana ó thaobh tráchtála ach tá deacrachtaí acu rochtain ar chreidmheas a fháil

source: Under the Scheme eligible applicants will be assisted in obtaining a loan and in establishing a favourable credit history
ga: Faoin Scéim tabharfar cúnamh d’iarratasóirí incháilithe chun iasacht a fháil agus chun stair chreidmheas fhabhrach a bhunú

source: You can find out more in the information booklet about the Scheme
ga: Is féidir tuilleadh a fháil sa leabhar faisnéise faoin Scéim

source: The scope of the scheme also extends to cover other financial product providers for example lessors
ga: Tá Ceisteanna Coitianta do Chustaiméirí agus sonraí na critéir cháilíochta (pdf) ar fáil freisin

source: If you are having financial difficulties the Chartered Accountants Voluntary Advice service - CAVA (pdf) can give free advice and assistance on your business affairs
ga: Má tá deacrachtaí airgeadais agat, is féidir leis an tSeirbhís Chomhairle Deonach Cuntasóirí Cairte - CAVA (pdf) comhairle agus cabhair saor in aisce le haghaidh do chúrsaí ghnólachta a thabhairt

source: Contact your local Citizens Information Service or Money Advice and Budgeting Service (MABS) to see if they offer the service. Where to apply Contact your tax office
ga: Déan teagmháil le do Sheirbhís Fhaisnéise do Shaoránaigh nó do Sheirbhís Buiséadaithe agus Comhairle Airgid (SBCA) agus faigh amach an bhfuil an tseirbhís ar fáil acu
